[
  {
    "ID": 184,
    "Introduction / Pitch": "Final year student, has built multiple good projects (Travel Chatbot, Course selling website, etc.) but hasn't deployed them"
  },
  {
    "ID": 185,
    "Introduction / Pitch": "IET'26 student. 30+ PRs merged into Metamask. Has good freelancer experience and an active participator in hackathons."
  },
  {
    "ID": 186,
    "Introduction / Pitch": "15 months of internship experience. Has made one great attendance app for his university which is used 130+ projects and lowered the annual tech cost for attendance tracking by 94%."
  },
  {
    "ID": 187,
    "Introduction / Pitch": "4 months of internship/freelance experience. Has good projects: Google Docs clone, Real-time chat app, and TypeForm clone."
  },
  {
    "ID": 188,
    "Introduction / Pitch": "Final year student. Has good projects: Google Docs clone, Video Analytics app, and a E-commerce app."
  },
  {
    "ID": 189,
    "Introduction / Pitch": "3 months of internship experience, MLH Hackathon x2 Winner, has experience with LLM APIs, Has built multiple full-stack projects"
  },
  {
    "ID": 190,
    "Introduction / Pitch": "1 year of internship experience, has built good projects (Snapchat clone, NFT marketplace)"
  },
  {
    "ID": 191,
    "Introduction / Pitch": "4 months of internship experience, has built decent full-stack projects (YouTube clone but it's not live and GitHub links for projects are missing"
  },
  {
    "ID": 192,
    "Introduction / Pitch": "Final year student, has built multiple decent apps (URL shortener, View Spotify data app, Proof of presence NFT app), good with integrating APIs (Unsplash, Spotify, etc.)"
  },
  {
    "ID": 193,
    "Introduction / Pitch": "Benett'26 student, has won 4+ hackathons, GSDC lead managing 70+ students organizing workshops and sessions"
  },
  {
    "ID": 194,
    "Introduction / Pitch": "4 months of internship experience, has made good projects (Generate lyrics with AI app, Link shortener, Discord bot)"
  },
  {
    "ID": 195,
    "Introduction / Pitch": "NITR'25 student, has made good projects (AI Chat app, marketplace app, Fitness ML app) but hasn't deployed them, has done decently in a few coding competitions"
  },
  {
    "ID": 196,
    "Introduction / Pitch": "1+ YOE. TIET'23 graduate. Currently working at Accenture. Great projects: Discord clone with voice/video calls, Real-Time Collaboration Whiteboard)"
  },
  {
    "ID": 197,
    "Introduction / Pitch": "2 YOE in frontend. Has worked with Reactjs, Redux Toolkit, and Nextjs."
  },
  {
    "ID": 198,
    "Introduction / Pitch": "5+ YOE. Has worked on products that have processed millions of dollars. Rich experience in frontend and Web3."
  },
  {
    "ID": 199,
    "Introduction / Pitch": "1 year of internship experience. Contributor to ethereum.org. Has built some good and unique projects (Razorpay for Web3, Web3 Wallet scanner, and a pickup lines generator)"
  },
  {
    "ID": 200,
    "Introduction / Pitch": "GSoC'23 at GitLab. LFX Mentee'22 (Hyperledger Foundation). Great personal projects: Highly scalable Forms App, Highly scalable Ingestion System, and GitHub AI-powered PR Bot. Winner at large hackathons."
  },
  {
    "ID": 201,
    "Introduction / Pitch": "2 months of internship experience."
  },
  {
    "ID": 202,
    "Introduction / Pitch": "2+ YOE. Specialized in frontend with React.js, Redux; developed CA Dashboard and improved tax calculation app at KoinX. Notable project: REC3RD, a Chrome extension for Google Meet recordings. Holds B.Tech in CS and trained at NeogCamp."
  },
  {
    "ID": 230,
    "Introduction / Pitch": "4 months of internship experience. Good internship work: workflow designer with React Flow, and a Web3 product. Good projects: Notion clone, Chat app with Redis, and an events registration website."
  },
  {
    "ID": 253,
    "Introduction / Pitch": "Final year student. Good at competitive programming. Decent projects: E-commerce app and Sorting Visualizer."
  },
  {
    "ID": 331,
    "Introduction / Pitch": "I am a fullstack developer. I also have experience with AI tools and APIs. I have a decent knowledge around it and have gotten my hands dirty in the same domain in the last 6 months with Varun Mayaa's AI agency -  AeosLabs.\nI have also worked on a lot of side projects:\nhttps://packagedesign.app\nhttps://mygptbrain.com/"
  },
  {
    "ID": 332,
    "Introduction / Pitch": "'- Contractor at Reliafin (US based startup)\n- Ex-SDE Intern at Planify (Fintech Startup)\n- Personal projects: \n• Gemini-flix (100+ users, 1K+ unique visits till now)\n• Me-tube (A kind of youtube clone)"
  },
  {
    "ID": 333,
    "Introduction / Pitch": "'- 6 months of internship experience @DoWhile AI\n- Won 5 hackathons and participated in more than 20 (devpost: https://www.devpost.com/saketsarin)\n- Revamped and redesigned this website for MIT (https://e33.mit.edu)"
  },
  {
    "ID": 334,
    "Introduction / Pitch": "4 months of freelancing experience.\nSIH 2023 finalist.\nPersonal projects: Private chat app with offline support, Scalable Database design, Tweet Scraper"
  },
  {
    "ID": 335,
    "Introduction / Pitch": "4 months of internship and freelancing experience.\nSIH 2023 finalist.\nPersonal projects: Super private, real-time chat app with offline support, Scalable Database Design, Tweet Scraper with Puppeteer and OpenAI APIs"
  },
  {
    "ID": 336,
    "Introduction / Pitch": "1 Year of experience building products in fast environment. Have experience with building AI products, worked at @getdevkit. Currently working @dotnamesdomains. \nContributor at ethereum.org."
  },
  {
    "ID": 337,
    "Introduction / Pitch": "Hi Team,\n\nProgramming for the last 6 years.\nHave 8+ internship experience, comfortable with all the buzzing tech stacks, have won like 15+ national and international hackathons.\n\nLots of experience with LLMs and AWS.\n\nThank you."
  },
  {
    "ID": 338,
    "Introduction / Pitch": "3 months of professional experience as a Front-end developer at Studio 137. Worked on parts of 17+ application using React, Material UI, Node.js and MySQL.\n\nExperience with open source contributions on GitHub.\n\nAt present, contributing to an early stage organisation called DogsDB.\n\nLink:  https://github.com/dogdb-org"
  },
  {
    "ID": 339,
    "Introduction / Pitch": "Experienced Blockchain and Full-Stack developer with 1/2 year  internship at LFX'23, skilled in designing FPC Client SDK for Hyperledger Fabric, ensuring data privacy. Proficient in computer vision (Face-Recognition-Simulation)[https://github.com/Deepjyoti-Sarmah/Face-Recognition-Simulation] , and full-stack development (File Storage Dapp utilizing ReactJS, Solidity, Web3.storage). Passionate about cutting-edge technologies like AI and blockchain."
  },
  {
    "ID": 340,
    "Introduction / Pitch": "Almost 6 months of experience as Fullstack Web Developer including Parkit (June 2023 – August 2023). Personal projects: Retiral, Fake Product Detection, Divine Drapes. Winner at HackX (National-level hackathon with ~11k registrations in the AI-ML domain), TIAA retirement industry"
  },
  {
    "ID": 341,
    "Introduction / Pitch": "GDSC Finalist\nPersonal projects:\n- Medical record management system with chatbot integration and full text search\n- File transfer web-app\nInternships:\n- P2P video chat backend at Loot Ltd. (remote)\n- Next.js website at AM Films (video production agency)"
  },
  {
    "ID": 342,
    "Introduction / Pitch": "• SDE summer intern @JP Morgan Chase & Co.\n• CFG(Code For Good) 2022 runner up"
  },
  {
    "ID": 343,
    "Introduction / Pitch": "Taught Javascript and Node to students at skill station academy , flutter intern at ilailabs which is a New York based company . made many interesting such as quora clone with additional features like monetisation , FINITY : an advanced investment management platform utilizing state-of-the-art technologies and algorithms to provide a seamless user experience. Through rule-based reinforcement learning, portfolios are rebalanced according to investor categorization, ensuring optimal asset allocation. Deep learning techniques, including Monte Carlo simulation and VAR time series model, are employed for precise risk assessment and prediction. Additionally, intelligent assistance offers comprehensive responses to user queries, tailored guidance, and enhances overall engagement, particularly for novice investors."
  },
  {
    "ID": 344,
    "Introduction / Pitch": "Mostly worked as a team member, building and contributing to many projects, one can be ShareNotes, have build an app to just share and manage college notes, creating notebooks using react-native and supabase."
  },
  {
    "ID": 345,
    "Introduction / Pitch": "Hello There, Myself Syed Talha Mian And I Have Excellent Communication Skills, Both Written And Spoken. I Can Produce Great Photos And Videos From Shooting To Exporting, I Have My Interests In Both Video Production As Well Programming As I Am A Computer Science Student. I Am A Quick Learner And Because Of This I Can Easily Do Stuff That I Haven't Done Before. I Was CCA Captain In My School Throughout 11th And 12th Class, So I Know Crowd Management And How To Respectfully Talk To People. I Can Work Both Remotely And On-Site Depending Upon The Location."
  },
  {
    "ID": 346,
    "Introduction / Pitch": "I am Mehul Sharma, a B.Tech. graduate from Manipal University Jaipur with a specialization in data science. My professional experience includes a four-month internship as a Python developer at Nokia. Additionally, I hold certifications in Cybersecurity, SQL for Data Science, and an Introduction to SQL from Coursera."
  },
  {
    "ID": 347,
    "Introduction / Pitch": "I am Priti and I have been working for almost a year now. I previously worked at Push Protocol (last day on 31st March' 24) where I mainly focused on creating and revamping composable components which allows users to integrate chat or support chat in 2 mins using just a few lines of code compared to previously which required hours of work. I also have a couple of big freelancing project (some mentioned in my resume). I am a hackathon lover and have participated in over 10 hackathons and won 3 of them. I have built various full stack projects. One of them being my chrome-extension which is an open source productivity tool. It has over 60+ stars and 20+ contributors. I love reading about frontend development and creating intuitive user interfaces. I also on part time basis build frontend content and videos for YC company called Code Parrot."
  },
  {
    "ID": 348,
    "Introduction / Pitch": "Worked on and developed over 40+ projects as personal and freelance projects for clients, showcasing 3+ years of experience in both corporate settings and freelancing. Delivered several projects for clients, focusing on creating responsive, pixel-perfect, functional, and dynamic websites\nPersonal Projects: Ceddit Social Media (https://github.com/Devansh-365/ceddit), Donation CMS Dashboard (https://github.com/Devansh-365/donation-admin), ValidateIdeaAI (https://github.com/Devansh-365/validateideaai)...many more."
  },
  {
    "ID": 349,
    "Introduction / Pitch": "I have contributed to wemakedevs organization and successfully cleared Google cloud facilitator program , I have done projects like skin cancer detection using Deep Learning, Ecommerce website(all functionalities) ,Codestormer code executor platform."
  },
  {
    "ID": 350,
    "Introduction / Pitch": "AWS Certified Cloud Practitioner and student based in Gurugram (Delhi NCR), bringing forth a motivated attitude and a variety of powerful skills. Experienced in working with a diverse range of clients as a freelancer. My working experience include working as a Graphics Team Head at the Aashayen club at my university. My projects include a Coronary Artery Disease Diagnosis using Machine Learning, analyzing and visualizing The World Bank data and a research paper on Application-Aware Load Balancing."
  },
  {
    "ID": 351,
    "Introduction / Pitch": "4 months of Internship experience in NodeJs, AWS, Postgres working on a live project.\nI have also tried out different projects like Social Media App(Python+Django), Blog website(Python + Django) in my college years.\nI have been also very much active in Data Structure and Algorithms on different platforms.\nNow, I am refining my skills in React and Node Skills.\nOpen to work with latest tech also regarding AI, Crypto, etc."
  },
  {
    "ID": 352,
    "Introduction / Pitch": "3 month of Internship experience at Bubbl Social.\nProficient in problem solving, solved more than 800 question on leetcode and codeforces.\nMade multiple projects like reddit clone(mobile app), Blogging website etc."
  },
  {
    "ID": 353,
    "Introduction / Pitch": "- 9 months Internship at writeroo.net as a backend developer\n\n- Projects: Social Media, Hackathon Organizer, Blog, Choropleth Map using Data Analysis, Medical record system, Spam message predictor"
  },
  {
    "ID": 354,
    "Introduction / Pitch": "3 years at Accenture Strategy - Consulting + Analytics \nTransitioning to Product Management to Build + Use Analytics to scale\nEngineering - Electronics\nPersonal Projects: Case studies on Scaling Ultrahuman,"
  },
  {
    "ID": 355,
    "Introduction / Pitch": "Currently in a 3 month internship \nIdeaally.vercel.app"
  },
  {
    "ID": 112,
    "Introduction / Pitch": "Missing resume link"
  },
  {
    "ID": 95,
    "Introduction / Pitch": "• Internship experience with HTML, CSS, and JS • Only personal projects with React"
  },
  {
    "ID": 100,
    "Introduction / Pitch": "• Has done 5 internships in the past (Total 1+ YOE) \n• Has made one good personal project with Go (https://github.com/PCSB-Web-Team/FE-registration-portal-backend)"
  },
  {
    "ID": 113,
    "Introduction / Pitch": "• Working with Go at current internship \n• Has built multiple personal projects with Go \n• Good at frontend design"
  },
  {
    "ID": 27,
    "Introduction / Pitch": "Not from India"
  },
  {
    "ID": 14,
    "Introduction / Pitch": "Knows Redux. Decent UI Design. Has done well in hackathons."
  },
  {
    "ID": 13,
    "Introduction / Pitch": "Has made interesting projects. Knows Context API well. Might not know Redux."
  },
  {
    "ID": 9,
    "Introduction / Pitch": "Has made some unique projects. UI design is good. Knows a bit of Redux."
  },
  {
    "ID": 97,
    "Introduction / Pitch": "Not from India"
  },
  {
    "ID": 12,
    "Introduction / Pitch": "IIT Hyderabad student. Has made interesting projects with Next.js. Can build AI and Web3 projects. Might not know Redux."
  },
  {
    "ID": 8,
    "Introduction / Pitch": "Has made a lot of decent projects but needs to improve UI design. Might not know Redux."
  },
  {
    "ID": 101,
    "Introduction / Pitch": "Experience with only MERN Stack"
  },
  {
    "ID": 16,
    "Introduction / Pitch": "Not from India"
  },
  {
    "ID": 19,
    "Introduction / Pitch": "Not from India"
  },
  {
    "ID": 26,
    "Introduction / Pitch": "Beginner"
  },
  {
    "ID": 109,
    "Introduction / Pitch": "Not from India"
  },
  {
    "ID": 93,
    "Introduction / Pitch": "Resume not accessbile"
  },
  {
    "ID": 110,
    "Introduction / Pitch": "Not from India"
  },
  {
    "ID": 92,
    "Introduction / Pitch": "• Has done Blockchain and ML personal and freelance projects • NIT Patna Integrated MSc Student"
  },
  {
    "ID": 105,
    "Introduction / Pitch": "Experience with only MERN Stack"
  },
  {
    "ID": 107,
    "Introduction / Pitch": "Not from India"
  },
  {
    "ID": 20,
    "Introduction / Pitch": "Has made decent projects. Might not know Redux."
  },
  {
    "ID": 106,
    "Introduction / Pitch": "No standout projects"
  },
  {
    "ID": 11,
    "Introduction / Pitch": "Doesn't know React"
  },
  {
    "ID": 111,
    "Introduction / Pitch": "Not from India"
  },
  {
    "ID": 104,
    "Introduction / Pitch": "Experience with only MERN Stack"
  },
  {
    "ID": 5,
    "Introduction / Pitch": "Has done neog.camp, so will be experienced with Redux, intermediate React concepts, and more."
  },
  {
    "ID": 96,
    "Introduction / Pitch": "Not from India"
  },
  {
    "ID": 98,
    "Introduction / Pitch": "Needs to polish projects"
  },
  {
    "ID": 99,
    "Introduction / Pitch": "Needs to polish projects"
  },
  {
    "ID": 103,
    "Introduction / Pitch": "Not from India"
  },
  {
    "ID": 6,
    "Introduction / Pitch": "Not from India"
  },
  {
    "ID": 94,
    "Introduction / Pitch": "No standout project and"
  },
  {
    "ID": 17,
    "Introduction / Pitch": "Serial hackathons participant, should be able to work on complex frontend features. Has worked with Redux on project."
  },
  {
    "ID": 102,
    "Introduction / Pitch": "• Has made a URL Shortener with Go (https://github.com/swag2716/url-shortener-go-redis) \n• Has built a few Flutter apps"
  },
  {
    "ID": 108,
    "Introduction / Pitch": "Duplicate entry. 1st entry has been marked as Shortlisted."
  },
  {
    "ID": 30,
    "Introduction / Pitch": "Need to polish projects"
  },
  {
    "ID": 60,
    "Introduction / Pitch": "Good eye for design. Has built a lot of projects and participated in hackathons."
  },
  {
    "ID": 22,
    "Introduction / Pitch": "Good sounding projects but missing docs and some missing deployments"
  },
  {
    "ID": 29,
    "Introduction / Pitch": "Hasn't made that many projects. Needs some more experience."
  },
  {
    "ID": 356,
    "Introduction / Pitch": "Software developer with 8 years of experience"
  }
]